Repository: rhubarb-geek-nz/MyFeeder
Catalog: MyFeeder/Strings/*/Resources.resw
Source language: en_nz
Languages: mi_nz

# AppBarButtonAdd.Label
source: credit
mi_nz: tāpiri

# AppBarButtonHelp.Label
source: help
mi_nz: āwhina

# AppBarButtonDownload.Label
source: download
mi_nz: tukua mai

# AppBarButtonRefresh.Label
source: refresh
mi_nz: tukurua

# BlankCardPAN
source: blank
mi_nz: pātea

source: Card not found
mi_nz: kahore he pūrere

# CreditComplete1
source: Credit of $
mi_nz: Tāpiri $

# CreditComplete2
source: complete.
mi_nz: oti.

# Header.Text
source: MYFEEDER
mi_nz: TOKU PŪWHĀNGAI

# IssuingPanel.Text
source: Please wait, do not interrupt…
mi_nz: Tēnā tatari, kahore he pōrearea

# NavigationFailedExceptionMessage
source: Navigation failed.
mi_nz: I rahua te whakarewanga

# NFCReader
source: reader
mi_nz: kaipānui

# PendingReloadPrompt
source: Synchronising…
mi_nz: tukutahitanga…

# Pivot.Title
source: MYFEEDER
mi_nz: TOKU PŪWHĀNGAI

# PivotItemAdd.Header
source: add
mi_nz: tāpiri

# PivotItemHelp.Header
source: help
mi_nz: āwhina

# PivotItemProducts.Header
source: products
mi_nz: hua

# PivotItemReload.Header
source: credit
mi_nz: tāpiri

# PivotItemSettings.Header
source: settings
mi_nz: tautuhinga

# PivotItemSummary.Header
source: summary
mi_nz: tirohanga

# PivotItemTransactions.Header
source: transactions
mi_nz: hoko

# ReaderBalance.Text
source: balance
mi_nz: moni

# ReaderDevice.Text
source: device
mi_nz: pūrere

# ReaderExpiry.Text
source: expiry
mi_nz: rā mōnehu

# ReaderIssuer.Text
source: issuer
mi_nz: kaituku

# ReaderPAN.Text
source: PAN
mi_nz: te tau kāri

# ReaderState.Text
source: state
mi_nz: tūāhua

# ReaderTitleSIM
source: sim
mi_nz: pūrere haumaru

# NotFoundValue.Text
source: Snapper not found
mi_nz: kahore he tāmure

# ReaderURI.Text
source: URI
mi_nz: rauemi ipurangi

# TopupCardNumber.PlaceholderText
source: Credit Card Number
mi_nz: tau kāri nama

# ReaderTitleInit
source: initialising…
mi_nz: tīmatanga…

# SAPReader
source: bluetooth
mi_nz: nihokikorangi

# IssuerUnknown
source: unknown
mi_nz: e kore e mōhiotia

# AppBarButtonAccept.Label
source: ok
mi_nz: āe

# PivotItemIssue.Header
source: download
mi_nz: tukua mai

# TopupAmount.Text
source: amount
mi_nz: moni

# TopupExpiry.Text
source: expiry
mi_nz: rā mōnehu

# TopupPAN.Text
source: PAN
mi_nz: te tau kāri

# TopupSecurity.Text
source: security
mi_nz: waitohu

source: An error occurred during credit.
mi_nz: Tāpiri hapa

source: An error occurred during payment.
mi_nz: Tauwhitinga hapa

source: An error occurred during pending credit.
mi_nz: Tukutahitanga hapa

source: An unexpected error occurred during credit.
mi_nz: Hapa

source: Credit complete.
mi_nz: Tāpiri oti

source: Performing credit…
mi_nz: Tāpiri…

source: Performing payment…
mi_nz: Tauwhitinga…

source: Preparing for credit…
mi_nz: Teuteu ki he nama…

source: Present Snapper
mi_nz: Rīti

source: Provide payment details.
mi_nz: Hoatu taipitopito

# AppBarButtonPay.Label
source: pay
mi_nz: hoko

source: Payment Cancelled
mi_nz: Kua whakakorea te utu

source: Payment Error
mi_nz: Raru hapa

# PaymentTotal
source: Total
mi_nz: Tapeke

# AppBarButtonEdit.Label
source: edit
mi_nz: whakatika
